[
    "Debate: Gay adoption - Debatepedia",
    "Debate: Phasing out fossil fuel subsidies - Debatepedia",
    "Debate: Constitutionality of US health insurance mandates - Debatepedia",
    "Debate: Michigan and Florida delegates in 2008 US elections - Debatepedia",
    "Debate: Fairness Doctrine - Debatepedia, Debate whether the Fairness Doctrine should be reinstated",
    "Debate: Mission to the Moon or Mars? - Debatepedia",
    "Debate: DC handgun ban - Debatepedia",
    "Debate: Oil sands - Debatepedia",
    "Debate: Capitalism vs socialism - Debatepedia",
    "Debate: Earmarks - Debatepedia",
    "Debate: Is Internet access a human right? - Debatepedia",
    "Debate: Path to citizenship for illegal immigrants in the US - Debatepedia",
    "Debate: No-fly zone over Libya - Debatepedia",
    "Debate: Ecotourism - Debatepedia",
    "Debate: Comprehensive Nuclear-Test-Ban Treaty - Debatepedia",
    "Debate: War on Drugs - Debatepedia",
    "Debate: Mandatory ultrasounds before abortions - Debatepedia",
    "Debate: Merry Christmas vs Happy Holidays - Debatepedia",
    "Debate: Kyoto Protocol - Debatepedia, Debate on whether the Kyoto Protocol helps to combat global warming",
    "Debate: Colonization of the Moon - Debatepedia",
    "Debate: Single-payer universal health care - Debatepedia, Debate on Universal Health Care",
    "Debate: Banning Muslim hijab - Debatepedia",
    "Debate: Airport security profiling - Debatepedia",
    "Debate: International Criminal Court - Debatepedia",
    "Debate: US electoral college - Debatepedia",
    "Debate: Was the War in Iraq worth it? - Debatepedia",
    "Debate: Election of judges - Debatepedia",
    "Debate: Should Hugo Chávez focus on the private sector more than social spending? - Debatepedia",
    "Debate: Education vouchers - Debatepedia",
    "Debate: Tidal energy - Debatepedia",
    "Debate: Democrats vs. Republicans - Debatepedia",
    "Debate: 2009 US economic stimulus - Debatepedia",
    "Debate: Russian vs. Georgian justifications in 2008 South Ossetia war - Debatepedia",
    "Debate: 700 mile US Mexico border fence - Debatepedia",
    "Debate: Bailout of US automakers - Debatepedia",
    "Debate: Google decision to stop censoring results in China - Debatepedia",
    "Debate: Reforestation as a solution to global warming - Debatepedia, Debate on reforestation to solve global warming",
    "Debate: Natural gas - Debatepedia",
    "Debate: European missile defense - Debatepedia",
    "Debate: Law school - Debatepedia",
    "Debate: Tibet independence - Debatepedia",
    "Debate: Puerto Rico statehood in America - Debatepedia",
    "Debate: Open primaries - Debatepedia",
    "Debate: Developed countries have a higher obligation to combat climate change - Debatepedia",
    "Debate: Dollarization - Debatepedia",
    "Debate: Pornography - Debatepedia",
    "Debate: Driftnet ban - Debatepedia",
    "Debate: Hate crime laws - Debatepedia",
    "Debate: Two-state solution to Israeli-Palestinian conflict - Debatepedia",
    "Debate: Balanced budget amendment to US Constitution - Debatepedia",
    "Debate: Fish farming ban - Debatepedia",
    "Debate: Expiring Bush tax cuts for the wealthy in 2010 - Debatepedia",
    "Debate: Release of Osama bin Laden death photos - Debatepedia",
    "Debate: AIG bonuses - Debatepedia",
    "Debate: Health insurance mandates - Debatepedia",
    "Debate: Geoengineering, solar shading - Debatepedia",
    "Debate: Abortion - Debatepedia",
    "Debate: UN Security Council veto - Debatepedia",
    "Debate: Bombing Hiroshima and Nagasaki - Debatepedia",
    "Debate: Enhanced interrogation techniques - Debatepedia",
    "Debate: Rehabilitation vs retribution - Debatepedia",
    "Debate: Creationism vs evolution in schools - Debatepedia",
    "Debate: College football playoffs - Debatepedia",
    "Debate: Underground nuclear waste storage - Debatepedia",
    "Debate: Wave power - Debatepedia",
    "Debate: Corporate free speech - Debatepedia",
    "Debate: Free trade - Debatepedia",
    "Debate: Algae biofuel - Debatepedia",
    "Debate: Ban on mountaintop removal coal mining - Debatepedia",
    "Debate: Legalization of drugs - Debatepedia",
    "Debate: Public health insurance option - Debatepedia",
    "Debate: Privatizing social security - Debatepedia",
    "Debate: European Union Expansion - Debatepedia",
    "Debate: Compulsory voting - Debatepedia",
    "Debate: Full-body scanners at airports - Debatepedia",
    "Debate: Legalization of Marijuana - Debatepedia",
    "Debate: Birthright citizenship for children of illegal immigrants - Debatepedia",
    "Debate: Keystone XL US-Canada oil pipeline - Debatepedia",
    "Debate: Health insurance cooperatives - Debatepedia",
    "Debate: Polygamy - Debatepedia",
    "Debate: Veal - Debatepedia",
    "Debate: Funding transparency for TV issue ads in elections - Debatepedia",
    "Debate: Corporal punishment of children - Debatepedia",
    "Debate: Filibuster - Debatepedia",
    "Debate: Mandatory labeling of genetically modified foods - Debatepedia",
    "Debate: DREAM Act - Debatepedia",
    "Debate: Catholic Church contraception policy - Debatepedia",
    "Debate: Should Catholic priests be allowed to marry? - Debatepedia",
    "Debate: Banning vuvuzela horns at the 2010 World Cup - Debatepedia",
    "Debate: Medical marijuana dispensaries - Debatepedia",
    "Debate: Assassination of a Dictator - Debatepedia",
    "Debate: Child beauty pageants - Debatepedia",
    "Debate: Banning cell phones in cars - Debatepedia",
    "Debate: Lowering US drinking age from 21 to 18 - Debatepedia",
    "Debate: Drivers licenses for Illegal immigrants in the US - Debatepedia",
    "Debate: Prisoners right to vote - Debatepedia",
    "Debate: Year-round school - Debatepedia, Year-round school education reform",
    "Debate: Affirmative action - Debatepedia",
    "Debate: WikiLeaks release of US diplomatic cables - Debatepedia",
    "Debate: Mandatory military service - Debatepedia",
    "Debate: Nuclear energy - Debatepedia",
    "Debate: Term limits for legislators - Debatepedia",
    "Debate: Home plate collision rule in baseball - Debatepedia",
    "Debate: Graduated response antipiracy laws - Debatepedia",
    "Debate: Solar energy - Debatepedia",
    "Debate: Needle exchanges - Debatepedia",
    "Debate: Abolition of nuclear weapons - Debatepedia",
    "Debate: Kangaroo culling in Australia - Debatepedia",
    "Debate: US debt ceiling deal - Debatepedia",
    "Debate: Gene patents - Debatepedia",
    "Debate: Joint JD/MBA degree - Debatepedia",
    "Debate: Funding for space exploration - Debatepedia",
    "Debate: Guantanamo Bay detention center - Debatepedia",
    "Debate: Wind energy - Debatepedia, Debate on whether Wind Energy should be part of the fight against global warming",
    "Debate: Crime cameras - Debatepedia",
    "Debate: Direct democracy - Debatepedia",
    "Debate: Civil unions vs. gay marriage - Debatepedia",
    "Debate: Mine Ban Treaty (Ottawa Treaty) - Debatepedia",
    "Debate: More troops to Afghanistan under Obama - Debatepedia",
    "Debate: Trans fat ban - Debatepedia",
    "Debate: Israeli blockade of Gaza - Debatepedia",
    "Debate: Obama executive order to raise the debt ceiling - Debatepedia",
    "Debate: MBA - Debatepedia",
    "Debate: Israeli settlements - Debatepedia",
    "Debate: Hydrogen vehicles - Debatepedia",
    "Debate: Castration of sex offenders - Debatepedia",
    "Debate: Abstinence-only vs. comprehensive sex education - Debatepedia",
    "Debate: Pickens US energy plan - Debatepedia",
    "Debate: Trying 9/11 terror suspects in NYC courts - Debatepedia",
    "Debate: Falkland Islands, return of - Debatepedia",
    "Debate: Muhammad cartoons controversy - Debatepedia",
    "Debate: Cellulosic ethanol - Debatepedia",
    "Debate: Israeli military assault in Gaza - Debatepedia, Israeli Invasion of Gaza",
    "Debate: Hydroelectric dams - Debatepedia",
    "Debate: NATO expansion - Debatepedia",
    "Debate: Legality of coca production and consumption - Debatepedia",
    "Debate: Manned mission to Mars - Debatepedia",
    "Debate: Carbon emissions trading - Debatepedia, Debate on Carbon Emissions Trading",
    "Debate: Ban on caffeinated alcohol drinks - Debatepedia",
    "Debate: Electric vehicles - Debatepedia",
    "Debate: Teacher-student friendships on Facebook - Debatepedia",
    "Debate: Prostitution - Debatepedia",
    "Debate: South Ossetia independence - Debatepedia, Debate on the Independence of South Ossettia",
    "Debate: Infant male circumcision - Debatepedia",
    "Debate: Deporting illegal immigrants in the US - Debatepedia",
    "Debate: Ban on sale of violent video games to minors - Debatepedia",
    "Debate: Criminalization of Holocaust denial - Debatepedia",
    "Debate: Greece bailout - Debatepedia",
    "Debate: European Monetary Fund - Debatepedia",
    "Debate: US health care reform - Debatepedia",
    "Debate: Return of Israel to pre-1967 borders - Debatepedia",
    "Debate: Libertarianism - Debatepedia",
    "Debate: Democratic peace theory - Debatepedia",
    "Debate: Employee Free Choice Act - Debatepedia, Debate on the Employee Free Choice Act",
    "Debate: Ban on human reproductive cloning - Debatepedia",
    "Debate: Vegetarianism - Debatepedia",
    "Debate: Turkey EU membership - Debatepedia",
    "Debate: Withdrawing from Iraq - Debatepedia",
    "Debate: 2010 US bank tax - Debatepedia",
    "Debate: Progressive tax vs. flat tax - Debatepedia, Debate on Progressive Tax versus Flat Tax",
    "Debate: US Renewable Electricity Standard - Debatepedia",
    "Debate: Breastfeeding in public - Debatepedia",
    "Debate: Ground zero mosque - Debatepedia",
    "Debate: Restoring American Financial Stability Act of 2010 - Debatepedia",
    "Debate: Seattle deep-bore tunnel - Debatepedia",
    "Debate: Assault weapons ban in the United States - Debatepedia",
    "Debate: Death penalty - Debatepedia, Debate on Capital Punishment",
    "Debate: Right to bear arms in the US - Debatepedia",
    "Debate: UN Convention on the Rights of Migrant Workers and their Families - Debatepedia",
    "Debate: Network neutrality - Debatepedia",
    "Debate: Legalization of adult incest - Debatepedia",
    "Debate: EU elected president - Debatepedia",
    "Debate: Corporate personhood - Debatepedia",
    "Debate: Palestinian right of return - Debatepedia",
    "Debate: US and NATO intervention in Libya - Debatepedia",
    "Debate: Superdelegates - Debatepedia",
    "Debate: Gay marriage - Debatepedia, Debate on Same Sex Marriage",
    "Debate: Republika Srpska secession from Bosnia and Herzegovina - Debatepedia",
    "Debate: Assisted suicide - Debatepedia, Debate on Euthanasia",
    "Debate: Israeli raid on Gaza flotilla - Debatepedia",
    "Debate: Vehicle fuel economy standards - Debatepedia, Debate on Vehicle fuel economy standards",
    "Debate: Ban on laser pointers - Debatepedia",
    "Debate: Clinton vs. Obama - Debatepedia",
    "Debate: Big government - Debatepedia",
    "Debate: Boycott of 2008 Olympics in China - Debatepedia",
    "Debate: Should governments bailout journalism? - Debatepedia",
    "Debate: American Jobs Act - Debatepedia",
    "Debate: Hybrid vehicles - Debatepedia",
    "Debate: EU constitution reform treaty (Lisbon Treaty) - Debatepedia",
    "Debate: Concealed carry vs open carry gun laws - Debatepedia",
    "Debate: Bullfighting - Debatepedia",
    "Debate: Obama, meeting with hostile foreign leaders without preconditions - Debatepedia, Debate on whether Obama should meet hostile foreign leaders without preconditions",
    "Debate: Three Gorges Dam - Debatepedia",
    "Debate: Corn ethanol - Debatepedia",
    "Debate: Charter schools - Debatepedia",
    "Debate: Carbon capture and storage - Debatepedia",
    "Debate: Rebuilding New Orleans - Debatepedia",
    "Debate: Osama Bin Laden Sea Burial - Debatepedia",
    "Debate: Geoengineering, iron fertilization of algae blooms - Debatepedia, Debate on whether iron fertilization of algae blooms is a viable alternative to fighting global warming",
    "Debate: McCain vs. Obama - Debatepedia, McCain vs. Obama",
    "Debate Topic: There is no possible way god exists unless you believe in utter hate and evil: Timmy Kinner | Debate.org",
    "Online Debate: Fur is murder. | Debate.org",
    "Debate Topic: Crime and Mental Health are linked | Debate.org",
    "Debate: Sexiest Music Videos | Debate.org",
    "Debate Issue: The US should adopt the British honors system | Debate.org",
    "Debate Argument: Purchasing chicken eggs from the supermarket endorses animal cruelty | Debate.org",
    "Debate: The drinking age in the United States should be lowered to 18 years of age. | Debate.org",
    "Debate Issue: Prostitution should be legalized | Debate.org",
    "Debate Issue: The U.S. Dollar Should be Backed by a Meth Standard Instead of a Gold Standard | Debate.org",
    "Debate Topic: The Holohoax was a great idea | Debate.org",
    "Debate: Communism (Con) versus Capitalism (Pro) | Debate.org",
    "Debate Issue: The Bible, although not really true, is a good guide to life. | Debate.org",
    "Debate: Resolved: Atheism is Not a Religion | Debate.org",
    "Online Debate: The Beginning of the Universe Implies that God Exists | Debate.org",
    "Debate: Kirik Hammet is a better guitarist than Angus Young | Debate.org",
    "Debate: Choose the Topic debate!!! | Debate.org",
    "Debate Topic: Golden Goose Francy Sale she says | Debate.org",
    "Online Debate: The French national anthem is greater than the American national anthem | Debate.org",
    "Debate: merit pay based on student achievement should be a significant component for teacher compensation | Debate.org",
    "Debate Argument: Are you socially engineered? That's good, I guess. However, you're not unique, so you don't matter. | Debate.org",
    "Debate Topic: The Koran contains contradictions of consquence | Debate.org",
    "Debate Issue: What you don't know, won't hurt you --- it's ok to lie | Debate.org",
    "Debate Issue: Walt Disney has been preserved via Cryonic Preservation (and will be thawed in the near future) | Debate.org",
    "Debate: The option to abort should be the mother's choice | Debate.org",
    "Online Debate: We should not pay taxes in a government shutdown | Debate.org",
    "Debate: Theater is a better spelling of theatre | Debate.org",
    "Online Debate: All students should be required to volunteer in there community | Debate.org",
    "Debate Issue: All Else Being the Same, a Moral Position in War is Untenable | Debate.org",
    "Online Debate: The childrens' TV show Peppa Pig does not showcase a fair representation of reality. | Debate.org",
    "Debate Argument: Shrek is a stupid meme | Debate.org",
    "Online Debate: should we allow people to carry oil and drill for it on the ocean. | Debate.org",
    "Online Debate: Resolved: In a democracy, voting ought to be compulsory | Debate.org",
    "Debate Issue: Iran deal: definitely a bad move | Debate.org",
    "Online Debate: Phones In School | Debate.org",
    "Debate: The Bible is Unreliable | Debate.org",
    "Debate Topic: Prison is not as beneficial as other legal action | Debate.org",
    "Online Debate: The United States should continue exploration of outer space. | Debate.org",
    "Debate Topic: The cure for cancer has already been found. | Debate.org",
    "Debate Argument: Solitary Confinement Should Be Abolished | Debate.org",
    "Debate: Should the U.S. have nuked Hiroshima and Nagasaki | Debate.org",
    "Online Debate: I (Im_always_right) will lose this debate | Debate.org",
    "Debate: is yolo a good word to scream on the streets of manhatten | Debate.org",
    "Debate Argument: One Round of Random Junk! | Debate.org",
    "Online Debate: The Kalam Cosmological Argument is Sound | Debate.org",
    "Online Debate: Bob Ewell Hunting Out of Seaon | Debate.org",
    "Debate Issue: Privacy is no Illusion | Debate.org",
    "Debate Topic: Without religion, there would be less war. | Debate.org",
    "Online Debate: No Smoking laws. GOOD. | Debate.org",
    "Debate Issue: Summer is better than Winter | Debate.org",
    "Online Debate: Christianity is an illegitimate religion | Debate.org",
    "Debate Topic: I am bored. | Debate.org",
    "Debate Argument: Liberal Empiricism Is Vulnerable to Conservative Perpetual Abuse | Debate.org",
    "Debate Topic: Christianity Concluded | Debate.org",
    "Debate Argument: Christianity conflicts with science | Debate.org",
    "Debate: The Theory of Evolution is correct. | Debate.org",
    "Online Debate: God is represented better in the Qu'ran than in the Bible | Debate.org",
    "Debate Argument: Resolved: The earth is billions of years old as said in evolution | Debate.org",
    "Debate Argument: Hell is immoral and unjustified. | Debate.org",
    "Debate: Gene Therapy Pro vs. Con | Debate.org",
    "Debate: smoking | Debate.org",
    "Debate Topic: Japan was a morally wrong country | Debate.org",
    "Debate: Rattlesnakes are best pets | Debate.org",
    "Online Debate: On balance, is heterosexual marriage is legal, so should gay marriage. | Debate.org",
    "Debate Topic: That we should not target children in advertisements | Debate.org",
    "Debate Argument: The user known as Rice should be my DDO girlfriend. | Debate.org",
    "Online Debate: The Electoral College Should Be Abolished and Replaced in the American Voting System | Debate.org",
    "Debate Argument: God created everything | Debate.org",
    "Online Debate: Money motivates people more than any other factor in the workplace. | Debate.org",
    "Debate: US has the right to pursue millitary options in Iran | Debate.org",
    "Debate Topic: percussion is the most important section in a band | Debate.org",
    "Debate: Should English be the World Language | Debate.org",
    "Debate Issue: Kate Middleton is not a good role model | Debate.org",
    "Debate Topic: Humanity's tendency towards commodification of things ought to be resisted. | Debate.org",
    "Debate Argument: Across cultures darker people suffer most | Debate.org",
    "Debate: Christianity has roots in other religions besides Judaism. | Debate.org",
    "Debate Topic: Don't give birth to children or they will be raped by a psychopathic pedophile killer | Debate.org",
    "Debate Issue: vanilla ice cream is better than chocolate | Debate.org",
    "Debate Argument: more guns less crime | Debate.org",
    "Debate Topic: Contender chooses topic | Debate.org",
    "Debate Topic: if you put chicken salt on chicken the world will implode. | Debate.org",
    "Online Debate: mocking religion is acceptable | Debate.org",
    "Debate Argument: school should be shorter | Debate.org",
    "Online Debate: WAR SCENARIO: Germany vs. Nation of Choice | Debate.org",
    "Debate: The end of American Dream | Debate.org",
    "Debate: I guess it'a hate Christians month. | Debate.org",
    "Online Debate: Album: Young huck \" 10 Plugs zippyshare mp3 torrent | Debate.org",
    "Debate Argument: Democracy should be practised in all countries. | Debate.org",
    "Debate Issue: Gay Parenting is Not the Best Child-Rearing Method | Debate.org",
    "Debate: Gandalf would beat Dumbledore in a duel to the death | Debate.org",
    "Online Debate: Big Bang is a big phoney | Debate.org",
    "Debate Argument: Origins of life Via creation not evolution | Debate.org",
    "Online Debate: Our current government is not sustainable | Debate.org",
    "Debate Issue: Execution | Debate.org",
    "Debate: Philadelphia Eagles will be the team to beat in the 08-09 season. | Debate.org",
    "Debate: I'm better than u | Debate.org",
    "Debate Argument: The earth is flat. | Debate.org",
    "Debate Issue: God of War vs. Gears of War. Gears of War is way more badass. | Debate.org",
    "Debate Argument: RESOLVED: The Bible Teaches That Baptism Must Be Administered in the Name of Jesus. | Debate.org",
    "Debate Topic: immigration | Debate.org",
    "Online Debate: There IS Racism in Education | Debate.org",
    "Debate: Classic Rock Competition | Debate.org",
    "Debate Topic: Puerto Rico should be Independent | Debate.org",
    "Debate: JCats should be treated like regular cats. | Debate.org",
    "Online Debate: Help to prevent the extinction of species | Debate.org",
    "Debate: Big Mouth Belly Bass the only Fish that can sing | Debate.org",
    "Debate Topic: Indian Society Is Backward, And Major Changes Need To Be Brought About | Debate.org",
    "Debate Topic: It is and will always be a man's world | Debate.org",
    "Online Debate: Since Humanity is depleting natural resources, all humans should be euthanized | Debate.org",
    "Debate Topic: Life begins at conception. | Debate.org",
    "Online Debate: The term \"Strong Atheism\" is inaccurate for what it currently represents. | Debate.org",
    "Debate Argument: Communism vs. Capitalism (this is a PHILOSOPHY debate) | Debate.org",
    "Debate Argument: Naive realism (or externalism) is probably false | Debate.org",
    "Debate: A Missile Defense System | Debate.org",
    "Online Debate: Harvey Beaks should be back on Nickelodeon | Debate.org",
    "Debate Issue: There are no valid arguments sufficient to justify same-sex marriage being illegal. | Debate.org",
    "Online Debate: is ketchup a fruit smoothie | Debate.org",
    "Debate: If all faiths are given the chance, public displays of faith are constitutionally acceptable. | Debate.org",
    "Debate Issue: students should not were uniforms in school | Debate.org",
    "Debate: Existence of Human Freewill | Debate.org",
    "Debate Issue: InfraRedEd Is The Greatest and Most Benevolent Being Who Has Ever Existed. | Debate.org",
    "Debate Topic: Censorship is good | Debate.org",
    "Debate: Long Solitary Confinement Sentences | Debate.org",
    "Online Debate: Resolved, that prostitution be made legal in the United States of America | Debate.org",
    "Debate Topic: Series 1 Episode 6 : *RETAKE* The government should give out benefits (Welfare-state type debate) | Debate.org",
    "Debate Argument: many of people judge islam with wrong things without any reading about it! | Debate.org",
    "Debate: Gay marriage should not be allowed. | Debate.org",
    "Debate Issue: Homosexuality and Same-Sex Marriage are Good | Debate.org",
    "Online Debate: Florida statute 316.305. Gives emergency responders authority to text/call/email while driving. | Debate.org",
    "Debate: deseptive flaw in debateing system | Debate.org",
    "Online Debate: Poem about rape | Debate.org",
    "Online Debate: George Bush should be charged with Genocide | Debate.org",
    "Online Debate: This debate will get over 10,000 views! | Debate.org",
    "Debate Issue: Students should be allowed to pick their classes. | Debate.org",
    "Online Debate: There is no such thing as viruses | Debate.org",
    "Debate Topic: Grounding Yourself In the Present Moment | Debate.org",
    "Debate Topic: Christianity Is Intrinsically Harmful | Debate.org",
    "Debate Topic: Resolved: Targeted killing is a morally permissible foreign policy tool. (STRICTLY VALUE LD) | Debate.org",
    "Debate: Internet addiction | Debate.org",
    "Debate Topic: Noam Chomsky should be shot for treason | Debate.org",
    "Debate Topic: bringing a kangaroo to the prom would be more benificial then a swan | Debate.org",
    "Debate Argument: Who is the best mixed martial arts fighter pound for pound? Anderson Silva | Debate.org",
    "Debate Argument: Oblivion is Better than Skyrim | Debate.org",
    "Debate Issue: Anime PlayStation and God vs Gears of war round 3 | Debate.org",
    "Debate: cars of today are boring and over-priced. | Debate.org",
    "Debate Issue: Genocide | Debate.org",
    "Debate Topic: WWI should be better remembered than it is now. | Debate.org",
    "Debate: The US should invade North Korea | Debate.org",
    "Debate Issue: Why sex should be free | Debate.org",
    "Online Debate: Obama is Worse than George Bush | Debate.org",
    "Online Debate: Science is a Disaster | Debate.org",
    "Debate Issue: In the United States, national service ought to be compulsory. | Debate.org",
    "Debate Topic: Atheists morality. | Debate.org",
    "Online Debate: Closed Borders | Debate.org",
    "Debate Topic: Gay Should Not Mean Homosexual | Debate.org",
    "Debate Issue: United States should ban the death penalty | Debate.org",
    "Debate Issue: The universe has been concretely proven to be at least 3 billion years old. | Debate.org",
    "Debate: This game is called \"The Best Question Game in the Whole Wide World\" | Debate.org",
    "Debate Issue: Abortion Is Morally Permissible | Debate.org",
    "Debate Topic: The Electoral College should be Abolished | Debate.org",
    "Debate Issue: rap battle 02 | Debate.org",
    "Debate Argument: God cannot be morally good while giving humans free will | Debate.org",
    "Debate: Should 18 year olds be able to purchase fire arms and have conceild weapons lcences | Debate.org",
    "Online Debate: pull out a sword cut from the stone itself | Debate.org",
    "Debate: Religion should be taught in public school extensively. | Debate.org",
    "Debate Argument: Third Party Candidates Should Be Allowed to Debate | Debate.org",
    "Debate Issue: lgbt | Debate.org",
    "Debate Issue: Is child abuse beneficial for disciplining or abusive behaviour | Debate.org",
    "Debate: Name the most annoying songs you can think of. | Debate.org",
    "Debate: Pokemon one round debate | Debate.org",
    "Debate Argument: God's existence - it is reasonable to infer a supernatural cause of existence | Debate.org",
    "Debate Issue: Roger Federer is the greatest athlete of all time. | Debate.org",
    "Debate Topic: Modern Warfare 2 has better online multiplayer than Black ops online Multiplayer | Debate.org",
    "Debate Argument: Les Miserables (2012) is a GREAT addition to the different rendition of Hugo's Classic Novel. | Debate.org",
    "Debate Issue: Heavy medal music is not \"emo\" | Debate.org",
    "Debate: Is Islam the right religion | Debate.org",
    "Debate Issue: Obama is the progressive agent of change, no John Edwards. | Debate.org",
    "Debate Argument: Rap Battle : Batman(Pro) Vs Superman(Con) (Explicit not for Kids) | Debate.org",
    "Debate Topic: National Smoking Ban to be forced accross the US | Debate.org",
    "Debate Argument: School is not important. | Debate.org",
    "Debate Issue: Best ska band: Streetlight vs. All | Debate.org",
    "Debate Argument: Is heaven (and God) Real | Debate.org",
    "Online Debate: I Will Lose This Debate | Debate.org",
    "Debate: Tattoos being viewed negatively. | Debate.org",
    "Online Debate: Ping Pong (Table Tennis) is the Best Sport of All | Debate.org",
    "Debate: Euthanasia | Debate.org",
    "Debate Topic: Islam is not a religion of terrorism | Debate.org",
    "Online Debate: As an American, One should Only purchase American cars to preserve and encourage American Business | Debate.org",
    "Online Debate: The Government Should Remove The \"In God We Trust\" From Our Money | Debate.org",
    "Debate Topic: Mitt Romney should win the election | Debate.org",
    "Debate: my oppinion is the best | Debate.org",
    "Debate Issue: Evolution (CoRaST) | Debate.org",
    "Debate Topic: We should use behavioral neuroscience techniques to assist law enforcement | Debate.org",
    "Debate Argument: The USFG should fully fund the ITER program until its completion. (Policy Debate Aff) | Debate.org",
    "Debate Issue: The term \"hater\" is ignorant. | Debate.org",
    "Online Debate: Finish the sentence | Debate.org",
    "Debate Topic: maybe is a powerfull word when there is no answer | Debate.org",
    "Debate Topic: global warming | Debate.org",
    "Online Debate: Women's rights first need to be higher than men's rights to become equal to men's rights | Debate.org",
    "Debate: Resolved: Standardized test scores accurately reflect the academic value of students. | Debate.org",
    "Debate Argument: It should be legal for NON-religious homosexuals to marry another person of the same gender. | Debate.org",
    "Dealing with climate change - regulations versus market methods - DebateWise",
    "Intervention In African Affairs - DebateWise",
    "Stop the Olympic Games - DebateWise",
    "Mind Sports Such as Chess, Quizzing and Debating Should Be Olympic Sports - DebateWise",
    "the teacher is always right, even when s/he is not. - DebateWise",
    "Schizophrenia Is Caused by Environmental Not Genetic Factors - DebateWise",
    "Animals have a right to privacy - DebateWise",
    "Wikipedia, force for good? - DebateWise",
    "Should people lose their jobs for saying the wrong thing? - DebateWise",
    "Spend or save? - DebateWise",
    "Parents of obese children be prosecuted with neglect - DebateWise",
    "It should be compulsory for all mothers to breastfeed for the first six months of their babies lives - DebateWise",
    "Compulsory Voting - DebateWise",
    "Poorer Countries Should Abandon Free Trade Agreements - DebateWise",
    "Foreign-born Presidents - DebateWise",
    "Highrise Housing - DebateWise",
    "A government has the obligation to lessen the economic gap between its rich and poor citizens - DebateWise",
    "Using a Mobile Phone While Driving Should Be Banned - DebateWise",
    "Home Schooling Should Be Banned - DebateWise",
    "Unemployment benefit should be paid in the form of vouchers for food, shelter and the basics of life - DebateWise",
    "All our actions are determined in some way - DebateWise",
    "Should India Give Kashmir up? - DebateWise",
    "EU Common Foreign Policy - DebateWise",
    "Is There Life After Death? - DebateWise",
    "Governments Should Try To Reduce The Gap Between Their Richest And Poorest Citizens - DebateWise",
    "Has German unification been a success? - DebateWise",
    "Should Children Be Allowed to Have Facebook Accounts? - DebateWise",
    "Working from home is better for companies than maintaining an office - DebateWise",
    "Will improving access to contraception lower the number of teenage pregnancies? - DebateWise",
    "Harmonisation of Taxation within the European Union - DebateWise",
    "Benefits of Corruption - DebateWise",
    "Affirmative Action in Education - DebateWise",
    "Trade vs Aid - DebateWise",
    "This House Would Arrest Batman - DebateWise",
    "Television is one of the most effective mediums through which to teach and inspire youngsters - DebateWise",
    "Civil Disobedience - DebateWise",
    "Internet Brings More Harm Than Good - DebateWise",
    "Speed limits should be reduced - DebateWise",
    "Direct .vs. Indirect Aid - DebateWise",
    "We Should Have a Quota for Women on Corporate Boards - DebateWise",
    "European Union Expansion - DebateWise",
    "Drilling in the Arctic National Wildlife Refuge - DebateWise",
    "Oil Companies Should Not Be Allowed To Drill Offshore - DebateWise",
    "Christmas is a scam - DebateWise",
    "Zero Tolerance Is a Good Way to Reduce Crime - DebateWise",
    "Space should not be used for military purposes - DebateWise",
    "DNA Database for Criminals - DebateWise",
    "Biofuels - DebateWise",
    "Remotely Controlled Weapons Systems Should Not Be Used In Combat - DebateWise",
    "Child Curfews - DebateWise",
    "U.S. Imperialism - DebateWise",
    "The grammar school system should be reintroduced in the UK - DebateWise",
    "Should the law on self defence cover 'grossly disproportionate' actions? - DebateWise",
    "Vaccination Should Be Compulsory - DebateWise",
    "Should 16 year olds be able to vote at presidental elections? - DebateWise",
    "Cultural Treasures Should Be Returned - DebateWise",
    "A Doping Cheat's Entire Olympic Team Should Be Stripped Of Their Medals - DebateWise",
    "Animal testing for medical research - DebateWise",
    "Are Polls Accurate Predictors of Election Results? - DebateWise",
    "Capital Punishment - DebateWise",
    "China should be allowed more control over its own seas - DebateWise",
    "Extraordinary Rendition - DebateWise",
    "Sports Have Became More About Making Money Than Playing Well - DebateWise",
    "War Powers for UK parliament - DebateWise",
    "Macs are better than PCs - DebateWise",
    "America should have universal healthcare - DebateWise",
    "Are ASBOs Effective? - DebateWise",
    "Rehabilitation vs Retribution - DebateWise",
    "British atrocities: The Blood Never Dried - DebateWise",
    "There Is a Mathematical Miracle in the Quran That Proves It Is the Word of God - DebateWise",
    "Mixed Martial Arts (UFC) is a form of human cockfighting - DebateWise",
    "Should the world go Vegan? - DebateWise",
    "Gorbachev Was Responsible for The Collapse Of The USSR - DebateWise",
    "Sharia law should be granted legal recognition - DebateWise",
    "Israel’s security wall/barrier, dismantle - DebateWise",
    "Should The European Union Bail Out Its Member Countries? - DebateWise",
    "Reality TV shows are an important part of popular culture today. - DebateWise",
    "Discipline In Schools Needs To Be Improved - DebateWise",
    "Constitutions Should Not Give Special Recognition To Minority Groups - DebateWise",
    "All third world debt should be dropped - DebateWise",
    "Are electronic tags a good idea? - DebateWise",
    "Detention on the Grounds of Mental Illness - DebateWise",
    "The teaching of Shakespeare should be compulsory - DebateWise",
    "Selflessness Is Selfish - DebateWise",
    "Co2 Does Not Cause Global Warming - DebateWise",
    "Arranged Marriages Should Be Outlawed - DebateWise",
    "Should teachers get merit pay? - DebateWise",
    "We should ban the church of scientology - DebateWise",
    "Human Cloning - DebateWise",
    "All taxes on inherited wealth should be abolished - DebateWise",
    "Parents Should Be Allowed to Choose The Gender of Their Child - DebateWise",
    "UN Security Council Should Be Expanded - DebateWise",
    "Emergency Contraception - DebateWise",
    "Books vs TV. TV wins. - DebateWise",
    "Part-Time Work for High School Students - DebateWise",
    "Assassination of a Dictator - DebateWise",
    "Individuals should be able to legally bypass copyright protection technologies for fair use reasons. - DebateWise",
    "Hosting Olympic Games Is Worth It - DebateWise",
    "Anonymity of Sperm and Egg Donors - DebateWise",
    "Everyone Should Automatically Be Opted into an Organ Donation Scheme - DebateWise",
    "People on job seekers allowance who refuse a job should lose their benefits - DebateWise",
    "HIV/AIDS: There Should Be Compulsory Testing and Labeling of People with HIV - DebateWise",
    "Blasphemy Should be Criminalised - DebateWise",
    "Should women be allowed on the front line? - DebateWise",
    "Should parents introduce children to alcohol (in moderation) at an early age? - DebateWise",
    "Governments bailouts - DebateWise",
    "Commonwealth Should Be Abolished - DebateWise",
    "An international ban should be placed on the export of nuclear reactor technology - DebateWise",
    "United States Foreign Policy: Isolationism vs Interventionism - DebateWise",
    "Adding artificial happy endings to a story completely ruins it - DebateWise",
    "Polygamous Marriage Should Be Recognised - DebateWise",
    "Does slang prevent young people from being able to communicate properly? - DebateWise",
    "Prostitution Should Be Legal - DebateWise",
    "Vietnam War - DebateWise",
    "World Language - DebateWise",
    "Does the glass ceiling still exist? - DebateWise",
    "Fat Tax - DebateWise",
    "Does the EU have a future? - DebateWise",
    "Hate Speech on Campus - DebateWise",
    "Iceland, join the EU - DebateWise",
    "Anorexics Should Be Force-Feeded - DebateWise",
    "Is personality more important than ability ? - DebateWise",
    "Should Britain Become a Republic? - DebateWise",
    "The Minimum Driving Age Should Be Raised to 18 - DebateWise",
    "Police Should Be Armed - DebateWise",
    "Does Romeo and Juliet promote knife crime? - DebateWise",
    "Governments Should Put Wealth Redistribution Ahead Of Wealth Creation - DebateWise",
    "International Adoption should be banned - DebateWise",
    "Hollywood’s Influence - DebateWise",
    "Is DNA testing worth the money? - DebateWise",
    "Universal Health Care - DebateWise",
    "Globalisation: Marginalisation of the Poor - DebateWise",
    "CCTV is a threat to freedom - DebateWise",
    "Sale of Human Organs Should be Legalized - DebateWise",
    "Has reality TV gone too far? - DebateWise",
    "Has Martin Luther King's dream come true? - DebateWise",
    "Climate Change is the end of the world - DebateWise",
    "Islam and Democracy - DebateWise",
    "AIDS Drugs for Developing Countries - DebateWise",
    "Reheat tea in the microwave - DebateWise",
    "Condoms in Schools - DebateWise",
    "High taxes are necessary for an effective state - DebateWise",
    "Security vs. Liberty - DebateWise",
    "Housewives Are More Responsible Mothers Than Working Women - DebateWise",
    "Online education does more good than harm - DebateWise",
    "Double Jeopardy Rule Should Be Abolished - DebateWise",
    "The Private Education System Should Be Abolished - DebateWise",
    "The balance of power in Europe in the eighteenth century was destroying itself - DebateWise",
    "Blood Sports Should Be Banned - DebateWise",
    "Mini-nukes - DebateWise",
    "The media's selective coverage of certain issues works to worsen problems in society and create problems - DebateWise",
    "Canadian Senate Elections - DebateWise",
    "Boxing Should Be Banned - DebateWise",
    "Capitalism vs Socialism - DebateWise",
    "Should The State Fund Schools Run By Particular Faiths? - DebateWise",
    "Physical Chastisement of Children Should Be Illegal - DebateWise",
    "Bilateral vs Multilateral Aid - DebateWise",
    "The human genome should be patented - DebateWise",
    "Should We Repeal All Statutes of Limitations on Criminal Offenses? - DebateWise",
    "Euro: To Join Or Not To Join? - DebateWise",
    "National service should be re-introduced - DebateWise",
    "Homework Should Be Banned - DebateWise",
    "Should schools be teaching skills like empathy? - DebateWise",
    "There Should be an English Parliament - DebateWise",
    "Should Smoking Be Made Illegal? - DebateWise",
    "Intellectuals in Politics - DebateWise",
    "Retirement Age Should Be Raised - DebateWise",
    "Tax on Foreign Exchange Dealings (Tobin Tax) - DebateWise",
    "State Funding of Elite Athletes - DebateWise",
    "Feminism Is No Longer Relevant - DebateWise",
    "Is the internet’s anonymity beneficial? - DebateWise",
    "Capitalism is self-destructive - DebateWise",
    "The Catholic Church needs reform - DebateWise",
    "Genetic Screening - DebateWise",
    "In Parliamentary Democracies, A Change Of Prime Minister Should Automatically Trigger A General Election. - DebateWise",
    "Wikileaks is not and has never been a non-profit organization - DebateWise",
    "Line Item Veto - DebateWise",
    "Civil Disobedience Can Be Justified - DebateWise",
    "Should we ban the muslim veil? - DebateWise",
    "Safe Sex Education in Schools - DebateWise",
    "Privatisation of the NHS [UK] - DebateWise",
    "The Death Penalty Should Be Imposed For Acts Of Terror That Cause Death - DebateWise",
    "Has the Use of Mobile Phones Lowered Active Social Life and Has Become an Addiction? - DebateWise",
    "Unilateral nuclear disarmament is the best way to create a safer world - DebateWise",
    "United Nations Standing Army - DebateWise",
    "GMOs Are Good - DebateWise",
    "Rich countries should actively recruit medical personnel from poorer countries - DebateWise",
    "Ban Cheerleaders from Professional Sporting Events? - DebateWise",
    "Anti-Bribery Laws On Corporations Should Be Abolished - DebateWise",
    "Sunbeds should be banned - DebateWise",
    "Is the environment being sacrificed for the economy? - DebateWise",
    "Causing Religious Offence Should Be A Civil Offence - DebateWise",
    "Fish Farming Should Be Banned or Severely Restricted - DebateWise",
    "The US Should Abolish Agricultural Subsidies - DebateWise",
    "Children should do part time and summer work - DebateWise",
    "Religious beliefs/practices override government laws - DebateWise",
    "The UN should impose sanctions on countries that destroy their rainforests - DebateWise",
    "Is there life on other planets? - DebateWise",
    "Cuba, Dropping of US Sanctions - DebateWise",
    "punishment should fit the criminal - DebateWise",
    "This House believes that bribery is sometimes acceptable | idebate.org",
    "This House believes African nations should ban the sale of skin whitening creams, and similar products. | idebate.org",
    "This House would move the 2022 Football World Cup to the winter | idebate.org",
    "This House would grant politicians immunity from prosecution | idebate.org",
    "This House believes in a federal Europe | idebate.org",
    "This House would impose democracy | idebate.org",
    "This House believes that religious beliefs should override government laws | idebate.org",
    "This House believes that Google shouldn’t censor its search results in China | idebate.org",
    "This House supports the legalisation of drugs | idebate.org",
    "This House believes post conflict peace cannot be sustained without impartial justice. | idebate.org",
    "THBT social disgust is legitimate grounds for restriction of artistic expression | idebate.org",
    "This House believes Wikipedia is a force for good | idebate.org",
    "This House believes that poverty is the most important security issue facing Africa | idebate.org",
    "This House believes NATO countries and the government of Afghanistan should negotiate a power-sharing deal with the Taliban. | idebate.org",
    "This House believes the European Union should adopt a single working language through which to operate. | idebate.org",
    "This House Believes Instant Replay Should Be Used in Major League Baseball | idebate.org",
    "This House Believes That belief in God is irrational | idebate.org",
    "This House would introduce Eurobonds | idebate.org",
    "This House believes the BBC should be free to blaspheme | idebate.org",
    "This House would stimulate (or subsidise) mother tongue education for large immigrant groups. | idebate.org",
    "This House believes the Arab Spring revolutions can create stable democracies. | idebate.org",
    "This House would grant an amnesty to illegal immigrants | idebate.org",
    "This House believes that there should be a presumption in favour of publication for information held by public bodies | idebate.org",
    "This House Believes that religion does more harm than good | idebate.org",
    "This House favours a common EU foreign policy | idebate.org",
    "This House would invade and forcibly reunify the Korean peninsula | idebate.org",
    "This House believes the Euro is a threat to peace. | idebate.org",
    "This House believes in fundamental human rights | idebate.org",
    "This House would allow parents to genetically screen foetuses for heritable diseases | idebate.org",
    "TTHW prohibit the sale of children’s toys as part of fast food meals | idebate.org",
    "This House would require government to obtain warrants to access data that can be used to track an individual | idebate.org",
    "This House would institute a mandatory retirement age | idebate.org",
    "This House Would Ban Human Cloning. | idebate.org",
    "This House would abolish standardized tests for University Admission | idebate.org",
    "This House Believes the US is Justified in Using Force to Prevent States From Acquiring Nuclear Weapons | idebate.org",
    "This House would adopt proportional representation | idebate.org",
    "THB that Palestinian Statehood should be recognised by the United Nations General Assembly | idebate.org",
    "This House believes that endangered species should be protected | idebate.org",
    "This house believes South Ossetia should be independent | idebate.org",
    "Deny Organs to Non-Donors | idebate.org",
    "This House would ban targeted online advertising on the basis of user profiles and demographics | idebate.org",
    "THBT Donald Trump was justified in firing FBI Director James Comey | idebate.org",
    "This House would directly elect city mayors | idebate.org",
    "This House would post the full financial history of all candidates for political office online | idebate.org",
    "This House believes atheism is the only way | idebate.org",
    "This House would ban homework | idebate.org",
    "This House believes Islamic State/Daesh is the most significant threat to the west | idebate.org",
    "This House would abandon the timetable for withdrawal from Afghanistan | idebate.org",
    "This House would abolish the US Electoral College | idebate.org",
    "This House supports the decision of the state of Bavaria to publish Mein Kampf | idebate.org",
    "Ratify the Anti-Counterfeiting Trade Agreement (ACTA). | idebate.org",
    "This House believes governments should choose open source software in order to encourage its use | idebate.org",
    "This House believes that free speech in the UK should include social media | idebate.org",
    "This House would scrap Anti-Social Behaviour Orders (UK) | idebate.org",
    "This House would as the United States ban assault weapons | idebate.org",
    "This House would disband NATO | idebate.org",
    "This House endorses debt forgiveness rather than bailouts in the Euro crisis | idebate.org",
    "This house would allow retailers to import for resale \"grey\" goods from abroad. | idebate.org",
    "This House would follow countries such as Senegal that have quotas for women in politics | idebate.org",
    "This House would make religious freedom abroad one of its primary foreign policy concerns. | idebate.org",
    "This House believes limited press and speech freedom will hinder progress in Rwanda | idebate.org",
    "This House would enable free movement of labour across Africa to alleviate poverty disparities. | idebate.org",
    "This House Would Implement A Fat Tax | idebate.org",
    "This House believes that sexual orientation should be considered grounds for asylum. | idebate.org",
    "This House believes German prosecutors should investigate NSA surveillance of Angela Merkel | idebate.org",
    "This House believes the imprisoned members of Pussy Riot should be considered political prisoners | idebate.org",
    "This House would give cash to the poor to reduce poverty | idebate.org",
    "This House believes the Mexico-US border fence is justified | idebate.org",
    "This House believes that Israel's 2008-2009 military operations against Gaza were justified | idebate.org",
    "This House believes Turkey is not a democracy | idebate.org",
    "This House would prosecute war criminals | idebate.org",
    "This House believes African cities need to invest more in housing to replace slums | idebate.org",
    "This House believes that Russia needs strong leadership | idebate.org",
    "This House would legalise Prostitution | idebate.org",
    "This House believes that capital punishment should be abolished in Africa | idebate.org",
    "This House believes that capitalism is better than socialism | idebate.org",
    "This House would build high rises for housing | idebate.org",
    "This House would create an African Criminal Court | idebate.org",
    "This House would introduce goal line technology in football | idebate.org",
    "This House would ban alcohol | idebate.org",
    "This House would punish users of extremist websites | idebate.org",
    "This House would, as an African government, implement tougher protections for animals | idebate.org",
    "This House Believes That Feminism Is Still Needed | idebate.org",
    "This House would build a third Heathrow runway to maintain its position as a hub airport | idebate.org",
    "This House believes that the feminist movement should seek a ban on pornography | idebate.org",
    "This house would grant the EU a permanent seat on the UN Security Council | idebate.org",
    "This House would detain terror suspects without trial | idebate.org",
    "This House believes the republican party has lost its way | idebate.org",
    "This House believes that the Church of England should be separated from the British state. | idebate.org",
    "This House would allow a referendum on Catalan independence | idebate.org",
    "This House believes the Uhuru Kenyatta indictment was an unwelcome interference by the ICC | idebate.org",
    "This House would privatize the USA's social security schemes | idebate.org",
    "This house would make voting compulsory | idebate.org",
    "This House believes tourism is a viable development strategy for poor states. | idebate.org",
    "This House believes that male infant circumcision is tantamount to child abuse | idebate.org",
    "This House would provide access to microfinance for the ‘unbanked’ | idebate.org",
    "This House Would Create a National High Speed Rail System in the U.S. | idebate.org",
    "This House Believes that assisted suicide should be legalized | idebate.org",
    "This House would ban partial birth abortions | idebate.org",
    "This House believes that a legal qualification is worth the cost | idebate.org",
    "This house believes in the woman's right to choose | idebate.org",
    "This House believes that the use of atomic bombs against Hiroshima and Nagasaki was justified | idebate.org",
    "This House would make the raising of business and labour standards a prerequisite for developmental aid | idebate.org",
    "This House Believes That Terrorists Should Be Subject to the Geneva Conventions | idebate.org",
    "This house would allow the production of generic drugs | idebate.org",
    "This House supports protection of the French Language in the face of Franglais | idebate.org",
    "This House would allow parents to monitor their children's online and mobile communications. | idebate.org",
    "This House believes that Puerto Rico should seek American statehood | idebate.org",
    "This House would make lessons in a foreign language compulsory for school pupils | idebate.org",
    "This House believes that film stars, music stars and other popular entertainers should not be participating in party-political campaigns | idebate.org",
    "This house supports home schooling | idebate.org",
    "This House believes in the right to die | idebate.org",
    "This house Would Name and Shame Sex Offenders | idebate.org",
    "This House Would (as a Christian Church) allow the ordination of gay and lesbian priests | idebate.org",
    "This House regrets that Ariel Sharon was not tried for war crimes by an international court | idebate.org",
    "This House believes that Switzerland and Norway should apply to join the EU | idebate.org",
    "This House supports the death penalty for the worst of the worst | idebate.org",
    "This House believes the prevalence of ‘African mercenaries’ is decreasing | idebate.org",
    "This House believes a nation's history and mythology is part of its national security | idebate.org",
    "This house would censor hate speech on campus | idebate.org",
    "This House would abandon Kofi Annan’s peace plan for Syria | idebate.org",
    "Should a new global body, the United Nations Committee for Internet Related Policies, take over internet governance? | idebate.org",
    "This House believes domestic intelligence agencies have a legitimate role to play in democracy | idebate.org",
    "This House believes legal empowerment is provided for women through land titling. | idebate.org",
    "This House would criminalise blasphemy | idebate.org",
    "This House believes community radio is good for democracy | idebate.org",
    "This house believes that Tunisia should not rely on tourism for economic growth | idebate.org",
    "Obama vs. Romney: Should the United States scale back the War on Drugs? | idebate.org",
    "This house would deny smokers access to state healthcare. | idebate.org",
    "This House believes that the United Nations has failed | idebate.org",
    "This House would ban the use of trans fats in food stuffs | idebate.org",
    "This house believes the unemployed should be made to work for their welfare money | idebate.org",
    "This House believes a move to the left is good for Labour | idebate.org",
    "This House would restrict the right to Habeas Corpus as part of efforts to combat terrorism | idebate.org",
    "Neo-functionalism explains the integration of the European Union | idebate.org",
    "This House believes that all nations should ban bullfighting | idebate.org",
    "This House would abolish all collective bargaining rights claimed by trades unions | idebate.org",
    "This House believes that all literature, art, photography, film and music should be released under Creative Commons licenses | idebate.org",
    "European Parliament elections should involve only one voting district: all of Europe and not separate country seats | idebate.org",
    "This House believes that the people's republic of China should abandon the one-child policy. | idebate.org",
    "This House believes that advertising is harmful | idebate.org",
    "THW Require the Provision of Cannabis in Any State Funded Medical Program | idebate.org",
    "This House believes Africa is really rising | idebate.org",
    "Should governments be allowed to disrupt Internet service on grounds of national security? | idebate.org",
    "This House believes the private lives of public figures should be open to press scrutiny. | idebate.org",
    "This House would create an international treaty/ban on cyber-attacks | idebate.org",
    "Raise the school leaving age to 18 (Junior) | idebate.org",
    "This House would prohibit burning the stars and stripes | idebate.org",
    "This House believes that private sector involvement is necessary to improve healthcare in Africa | idebate.org",
    "This House would throw Russia out of the G8 | idebate.org",
    "Resolved: Adaptation should be the most urgent response to Climate Change. | idebate.org",
    "This House believes Cape Verde’s regional future lies with Europe, not Africa | idebate.org",
    "This house believes that housewives should be paid for their work | idebate.org",
    "This House believes the United States is a ‘benign’ hegemon* | idebate.org",
    "This house believes poetry is an unnecessary burden for schools. | idebate.org",
    "This House Would Ban Fraternities | idebate.org",
    "This House Believes Obama was right to agree to meet rogue leaders without preconditions. | idebate.org",
    "Should the UN Recognize a Palestinian State? | idebate.org",
    "This House believes there can be such a thing as a Just War | idebate.org",
    "That all states should immediately ratify the U.N. Convention on the Rights of Migrant Workers and their Families. | idebate.org",
    "This house would abolish intellectual property rights | idebate.org",
    "This House would build the Grand Inga Dam | idebate.org",
    "This House would ban gambling | idebate.org",
    "This House believes that the governance of the United States should be split between the two major US political parties | idebate.org",
    "This house supports the admission of Turkey to the EU | idebate.org",
    "This House would have weapons inspectors leave Syria | idebate.org",
    "This house believes that opinion polls harm the democratic process. | idebate.org",
    "This house would freeze the United Nations budget | idebate.org",
    "This House would fund education using a voucher scheme | idebate.org",
    "This House believes that the right to anonymous posting on the internet should be protected by law | idebate.org",
    "This House wants a line-item veto amendment | idebate.org",
    "This House would ban religious symbols in public buildings | idebate.org",
    "This House believes Guinea-Bissau should not let itself be turned in to a front of the US’ \"war on drugs\" | idebate.org",
    "This House believes that the United States’ individual health insurance mandate is unconstitutional. | idebate.org",
    "This House Would Abolish nuclear weapons | idebate.org",
    "Introduce a “fat tax” (Junior) | idebate.org",
    "This House believes in a world government | idebate.org",
    "This House believes that marriage is an outdated institution | idebate.org",
    "This House believes that people should have a right to private education | idebate.org",
    "This House supports security profiling at airports | idebate.org",
    "This House would Censor the Internet | idebate.org",
    "Kill One to Save Many (Junior) | idebate.org",
    "This House believes degrees in the creative arts are luxuries society can no longer afford | idebate.org",
    "This House would make sex education mandatory in schools | idebate.org",
    "This House would kill one to save many | idebate.org",
    "This House believes that nationalism can be a force for good | idebate.org",
    "This house believes that animals have rights. | idebate.org",
    "This House believes that new technologies will make entrepreneurs of Africa’s youth. | idebate.org",
    "This House believes military action to intervene during atrocities without United Nations Security Council approval can be legal. | idebate.org",
    "This House believes a lack of investment in teachers is the greatest barrier to achieving universal primary education | idebate.org",
    "This House believes that Israel should recognise the Palestinian right of return | idebate.org",
    "This House would expand NATO | idebate.org",
    "This House believes dictatorship is the best path to development | idebate.org",
    "This House would treat the desecration and destruction of high-value sites and property of cultural heritage as a crime against humanity. | idebate.org",
    "This House would block access to websites that deny the Holocaust | idebate.org",
    "This House believes that ‘the Spear’ should have remained on public display. | idebate.org",
    "This House Would Encourage Offshoring | idebate.org",
    "This House would consider a large scale cyber attack an act of war | idebate.org",
    "This House would enforce term limits on the executive branch of government | idebate.org",
    "This House believes that the Reproductive Health Bill will undermine families and values | idebate.org"
]